Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: P3 removes tracking redirects, not ads. Many podcasts stitch ads directly into the audio file, and P3 does not change that.
de: P3 entfernt Tracking-Weiterleitungen, keine Werbung. Viele Podcasts fügen Werbung direkt in die Audiodatei ein, und daran ändert P3 nichts.
es: P3 elimina redirecciones de seguimiento, no anuncios. Muchos podcasts insertan los anuncios directamente en el archivo de audio, y P3 no cambia eso.
fr: P3 supprime les redirections de suivi, pas les publicités. De nombreux podcasts intègrent les publicités directement dans le fichier audio, et P3 n'y change rien.
it: P3 rimuove i redirect di tracciamento, non gli annunci. Molti podcast inseriscono gli annunci direttamente nel file audio, e P3 non lo cambia.
nl: P3 verwijdert trackingredirects, geen advertenties. Veel podcasts voegen advertenties rechtstreeks aan het audiobestand toe, en daar verandert P3 niets aan.

source: Sort
de: Sortierung
es: Orden
fr: Tri
it: Ordinamento
nl: Sortering

source: Sort episode activity
de: Folgenaktivität sortieren
es: Ordena la actividad de episodios
fr: Trier l'activité des épisodes
it: Ordina l'attività degli episodi
nl: Sorteer de afleveringsactiviteit

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
nl: Snelheid

source: Speed Override
de: Eigene Geschwindigkeit
es: Velocidad personalizada
fr: Vitesse personnalisée
it: Velocità personalizzata
nl: Eigen snelheid

source: Start Custom Timer
de: Eigenen Timer starten
es: Iniciar temporizador personalizado
fr: Démarrer le minuteur personnalisé
it: Avvia timer personalizzato
nl: Start aangepaste timer

source: Start Page
de: Startseite
es: Pantalla inicial
fr: Page de démarrage
it: Schermata di avvio
nl: Startpagina

source: Start the current episode over from the beginning.
de: Die aktuelle Folge von vorn starten.
es: Reproduce el episodio actual desde el principio.
fr: Recommencer l'épisode en cours depuis le début.
it: Riavvia l'episodio corrente dall'inizio.
nl: Start de huidige aflevering opnieuw vanaf het begin.

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi

source: Stop playback
de: Wiedergabe stoppen
es: Detener la reproducción
fr: Arrêter la lecture
it: Interrompi la riproduzione
nl: Stop het afspelen

source: Stop Playback
de: Wiedergabe stoppen
es: Detener la reproducción
fr: Arrêter la lecture
it: Interrompi la riproduzione
nl: Stop het afspelen

source: Stop playback and clear the current episode.
de: Die Wiedergabe stoppen und die aktuelle Folge aus dem Player entfernen.
es: Detiene la reproducción y quita el episodio actual del reproductor.
fr: Arrêter la lecture et retirer l'épisode en cours du lecteur.
it: Interrompi la riproduzione e rimuovi l'episodio corrente dal player.
nl: Stop het afspelen en haal de huidige aflevering uit de speler.

source: Stop playing after
de: Wiedergabe stoppen nach
es: Detener la reproducción tras
fr: Arrêter la lecture après
it: Interrompi la riproduzione dopo
nl: Stop met afspelen na

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio
nl: Opslag

source: Stream episode
de: Folge streamen
es: Reproducir episodio en streaming
fr: Lire l'épisode en streaming
it: Riproduci l'episodio in streaming
nl: Stream aflevering

source: Stream Now
de: Jetzt streamen
es: Reproducir ahora en streaming
fr: Lire en streaming
it: Riproduci in streaming
nl: Stream nu

source: Subscribe to YourPods Pro
de: YourPods Pro abonnieren
es: Suscribirse a YourPods Pro
fr: S'abonner à YourPods Pro
it: Abbonati a YourPods Pro
nl: Abonneer je op YourPods Pro

source: Subscription sync
de: Abo-Sync
es: Sincronizar suscripciones
fr: Abonnements synchronisés
it: Sincronizzazione iscrizioni
nl: Abonnementensynchronisatie

source: Support development & unlock extra features
de: Entwicklung unterstützen & Extras freischalten
es: Apoya el desarrollo y desbloquea funciones extra
fr: Soutenir le développement et débloquer des fonctionnalités supplémentaires
it: Sostieni lo sviluppo e sblocca funzioni extra
nl: Steun de ontwikkeling en ontgrendel extra functies

source: Support development and unlock extra features
de: Entwicklung unterstützen und Extras freischalten
es: Apoya el desarrollo y desbloquea funciones extra
fr: Soutenir le développement et débloquer des fonctionnalités supplémentaires
it: Sostieni lo sviluppo e sblocca funzioni extra
nl: Steun de ontwikkeling en ontgrendel extra functies

source: Support indie development
de: Indie-Entwicklung unterstützen
es: Apoyar el desarrollo independiente
fr: Soutenez le développement indépendant
it: Sostieni lo sviluppo indipendente
nl: Steun onafhankelijke ontwikkeling

source: Support indie development and get the full cloud experience.
de: Unterstütze die Indie-Entwicklung und erhalte das volle Cloud-Erlebnis.
es: Apoya el desarrollo independiente y disfruta de la experiencia completa en la nube.
fr: Soutenez le développement indépendant et profitez de l'expérience cloud complète.
it: Sostieni lo sviluppo indipendente e goditi l'esperienza cloud completa.
nl: Steun onafhankelijke ontwikkeling en krijg de volledige cloudervaring.

source: Support Your Favorite Podcasts
de: Unterstütze deine Lieblingspodcasts
es: Apoya a tus podcasts favoritos
fr: Soutenez vos podcasts préférés
it: Sostieni i tuoi podcast preferiti
nl: Steun je favoriete podcasts

source: Supports Sign in with Nextcloud or app passwords
de: Unterstützt Anmeldung mit Nextcloud oder App-Passwörter
es: Compatible con Inicio de sesión con Nextcloud o contraseñas de aplicación
fr: Prend en charge la connexion Nextcloud ou les mots de passe d'application
it: Supporta l'accesso con Nextcloud o le password per app
nl: Ondersteunt aanmelden met Nextcloud of app-wachtwoorden

source: Switch to HTTPS
de: Zu HTTPS wechseln
es: Cambiar a HTTPS
fr: Passer en HTTPS
it: Passa a HTTPS
nl: Gebruik HTTPS

source: Sync Conflicts
de: Sync-Konflikte
es: Conflictos de sincronización
fr: Conflits de synchronisation
it: Conflitti di sincronizzazione
nl: Synchronisatieconflicten

source: Sync Error
de: Sync-Fehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
nl: Synchronisatiefout

source: Sync error: %@
de: Sync-Fehler: %@
es: Error de sincronización: %@
fr: Erreur de synchronisation : %@
it: Errore di sincronizzazione: %@
nl: Synchronisatiefout: %@

source: Sync Interval: %llds
de: Sync-Intervall: %llds
es: Intervalo de sincronización: %lld s
fr: Intervalle de synchro : %llds
it: Sincronizzazione ogni %llds

source: Sync notes across devices
de: Notizen geräteübergreifend synchronisieren
es: Sincronizar notas entre dispositivos
fr: Synchronisez vos notes sur tous les appareils
it: Sincronizza le note tra i dispositivi
nl: Notities synchroniseren tussen apparaten

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Synchroniseer nu

source: Sync Profile
de: Sync-Profil
es: Perfil de sincronización
fr: Profil de synchronisation
it: Profilo di sincronizzazione
nl: Syncprofiel

source: Sync Profile Name
de: Name des Sync-Profils
es: Nombre del perfil de sincronización
fr: Nom du profil de synchronisation
it: Nome del profilo di sincronizzazione
nl: Naam syncprofiel

source: Sync subscriptions & listen positions
de: Abos & Hörpositionen synchronisieren
es: Sincronizar suscripciones y posiciones de escucha
fr: Synchronise abonnements et positions d'écoute
it: Sincronizza iscrizioni e posizioni di ascolto
nl: Synchroniseer abonnementen en luisterposities

source: Sync to Apple Watch
de: Mit Apple Watch synchronisieren
es: Sincronizar con el Apple Watch
fr: Synchroniser avec l'Apple Watch
it: Sincronizza con Apple Watch
nl: Synchroniseren met Apple Watch

source: Sync to Nextcloud
de: Mit Nextcloud synchronisieren
es: Sincronizar con Nextcloud
fr: Synchroniser avec Nextcloud
it: Sincronizza con Nextcloud
nl: Synchroniseer met Nextcloud

source: Sync via community-run gPodder-compatible services like gpodder.net. Your subscriptions and listen progress sync across any app that speaks the gPodder protocol.
de: Synchronisiere über gPodder-kompatible Dienste, die von der Community betrieben werden, etwa gpodder.net. Deine Abos und dein Hörfortschritt werden mit jeder App synchronisiert, die das gPodder-Protokoll spricht.
es: Sincroniza mediante servicios compatibles con gPodder gestionados por la comunidad, como gpodder.net. Tus suscripciones y tu progreso de escucha se sincronizan entre todas las apps que hablan el protocolo gPodder.
fr: Synchronisez via des services communautaires compatibles gPodder comme gpodder.net. Vos abonnements et votre progression d'écoute sont synchronisés avec toutes les apps qui parlent le protocole gPodder.
it: Sincronizza tramite servizi compatibili con gPodder gestiti dalla community, come gpodder.net. Le tue iscrizioni e i tuoi progressi di ascolto si sincronizzano tra tutte le app che parlano il protocollo gPodder.
nl: Synchroniseer via gPodder-compatibele diensten die door de community worden beheerd, zoals gpodder.net. Je abonnementen en luistervoortgang synchroniseren met elke app die het gPodder-protocol spreekt.

source: Sync with
de: Synchronisieren mit
es: Sincronizar con
fr: Synchroniser avec
it: Sincronizza con
nl: Synchroniseren met

source: Sync your library using your own Nextcloud or gPodder-compatible server.
de: Synchronisiere deine Mediathek über deinen eigenen Nextcloud- oder gPodder-kompatiblen Server.
es: Sincroniza tu biblioteca usando tu propio servidor Nextcloud o compatible con gPodder.
fr: Synchronisez votre bibliothèque à l'aide de votre propre serveur Nextcloud ou compatible gPodder.
it: Sincronizza la tua libreria usando il tuo server Nextcloud o compatibile con gPodder.
nl: Synchroniseer je bibliotheek met je eigen Nextcloud- of gPodder-compatibele server.

# sync.conflict.acceptRewrite.a11y
source: Accept the new feed address
de: Neue Feed-Adresse übernehmen
es: Aceptar la nueva dirección del feed
fr: Accepter la nouvelle adresse du flux
it: Accetta il nuovo indirizzo del feed
nl: Accepteer het nieuwe feedadres

# sync.conflict.acceptRewrite.a11yHint
source: Follows %1$@ to %2$@. Your settings and groups move with it.
de: Folgt %1$@ zu %2$@. Deine Einstellungen und Gruppen wandern mit.
es: Sigue %1$@ hasta %2$@. Tus ajustes y grupos se trasladan con él.
fr: Suit %1$@ vers %2$@. Vos réglages et vos groupes sont conservés.
it: Segue %1$@ su %2$@. Le tue impostazioni e i tuoi gruppi si spostano con esso.
nl: Volgt %1$@ naar %2$@. Je instellingen en groepen verhuizen mee.

# sync.conflict.keepLocalRewrite.a11y
source: Keep the current feed address
de: Aktuelle Feed-Adresse behalten
es: Mantener la dirección actual del feed
fr: Conserver l'adresse actuelle du flux
it: Mantieni l'indirizzo attuale del feed
nl: Behoud het huidige feedadres

# sync.conflict.keepLocalRewrite.a11yHint
source: Keeps %1$@ on %2$@ and stops asking
de: Behält %1$@ auf %2$@ und fragt nicht mehr nach
es: Mantiene %1$@ en %2$@ y deja de preguntar
fr: Conserve %1$@ sur %2$@ et cesse de vous le demander
it: Mantiene %1$@ su %2$@ e non lo chiede più
nl: Houdt %1$@ op %2$@ en vraagt er niet meer naar

# sync.conflict.newUrl
source: New:
de: Neu:
es: Nueva:
fr: Nouvelle :
it: Nuovo:
nl: Nieuw:

# sync.conflict.oldUrl
source: Old:
de: Alt:
es: Anterior:
fr: Ancienne :
it: Precedente:
nl: Oud:

# sync.conflict.positions.a11y
source: %1$@ is at %2$@. The server is at %3$@.
de: %1$@ ist bei %2$@. Der Server ist bei %3$@.
es: %1$@ está en %2$@. El servidor está en %3$@.
fr: %1$@ est à %2$@. Le serveur est à %3$@.
it: %1$@ è a %2$@. Il server è a %3$@.
nl: %1$@ staat op %2$@. De server staat op %3$@.

# sync.conflict.positions.a11y.serverPlayed
source: %1$@ is at %2$@. The server has this episode marked as played.
de: %1$@ ist bei %2$@. Auf dem Server ist diese Folge als gespielt markiert.
es: %1$@ está en %2$@. El servidor tiene este episodio marcado como reproducido.
fr: %1$@ est à %2$@. Le serveur indique cet épisode comme lu.
it: %1$@ è a %2$@. Sul server questo episodio è contrassegnato come riprodotto.
nl: %1$@ staat op %2$@. Op de server staat deze aflevering als afgespeeld.

# sync.conflict.rewriteHosts.a11y
source: Moving from %1$@ to %2$@
de: Wechsel von %1$@ zu %2$@
es: Se traslada de %1$@ a %2$@
fr: Déplacement de %1$@ vers %2$@
it: Spostamento da %1$@ a %2$@
nl: Verhuist van %1$@ naar %2$@

# sync.conflict.side.otherDevice.a11y
source: Your other device
de: Dein anderes Gerät
es: Tu otro dispositivo
fr: Votre autre appareil
it: Il tuo altro dispositivo
nl: Je andere apparaat

# sync.conflict.side.thisDevice.a11y
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
nl: Dit apparaat

# sync.conflict.useDevice.a11y
source: Use this device's position, %@
de: Position dieses Geräts verwenden, %@
es: Usar la posición de este dispositivo, %@
fr: Utiliser la position de cet appareil, %@
it: Usa la posizione di questo dispositivo, %@
nl: Gebruik de positie van dit apparaat, %@

# sync.conflict.useDevice.a11yHint
source: Keeps this position for %@ and replaces the server's
de: Behält diese Position für %@ und ersetzt die auf dem Server
es: Conserva esta posición para %@ y sustituye la del servidor
fr: Conserve cette position pour %@ et remplace celle du serveur
it: Mantiene questa posizione per %@ e sostituisce quella sul server
nl: Behoudt deze positie voor %@ en vervangt die op de server

# sync.conflict.useOtherDevice.a11y
source: Use your other device's position, %@
de: Position deines anderen Geräts verwenden, %@
es: Usar la posición de tu otro dispositivo, %@
fr: Utiliser la position de votre autre appareil, %@
it: Usa la posizione del tuo altro dispositivo, %@
nl: Gebruik de positie van je andere apparaat, %@

# sync.conflict.useServer.a11y
source: Use the server's position, %@
de: Position vom Server verwenden, %@
es: Usar la posición del servidor, %@
fr: Utiliser la position du serveur, %@
it: Usa la posizione del server, %@
nl: Gebruik de positie van de server, %@

# sync.conflict.useServer.a11y.played
source: Use the server's state: played
de: Status vom Server verwenden: gespielt
es: Usar el estado del servidor: reproducido
fr: Utiliser l'état du serveur : lu
it: Usa lo stato del server: riprodotto
nl: Gebruik de status van de server: afgespeeld

# sync.conflict.useServer.a11yHint
source: Keeps this position for %@ and replaces this device's
de: Behält diese Position für %@ und ersetzt die dieses Geräts
es: Conserva esta posición para %@ y sustituye la de este dispositivo
fr: Conserve cette position pour %@ et remplace celle de cet appareil
it: Mantiene questa posizione per %@ e sostituisce quella di questo dispositivo
nl: Behoudt deze positie voor %@ en vervangt die van dit apparaat

# sync.conflict.useServer.a11yHint.played
source: Keeps the server's played state for %@ and replaces this device's position
de: Behält den Gespielt-Status vom Server für %@ und ersetzt die Position dieses Geräts
es: Conserva el estado de reproducido del servidor para %@ y sustituye la posición de este dispositivo
fr: Conserve l'état « lu » du serveur pour %@ et remplace la position de cet appareil
it: Mantiene lo stato «riprodotto» del server per %@ e sostituisce la posizione di questo dispositivo
nl: Behoudt de status afgespeeld van de server voor %@ en vervangt de positie van dit apparaat

# sync.conflict.useService.a11y
source: Use the position YourPods has stored, %@
de: Die von YourPods gespeicherte Position verwenden, %@
es: Usar la posición guardada por YourPods, %@
fr: Utiliser la position enregistrée par YourPods, %@
it: Usa la posizione salvata da YourPods, %@
nl: Gebruik de positie die YourPods heeft opgeslagen, %@

# sync.lastSynced %@
source: Last synced: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchro : %@
it: Ultima sincronizzazione: %@
nl: Laatst gesynchroniseerd: %@

source: Syncing episode activity
de: Folgenaktivität wird synchronisiert
es: Sincronizando la actividad de episodios
fr: Synchronisation de l'activité des épisodes
it: Sincronizzazione dell'attività degli episodi in corso
nl: Afleveringsactiviteit wordt gesynchroniseerd

source: Syncing positions…
de: Synchronisiere Positionen …
es: Sincronizando posiciones…
fr: Synchronisation des positions…
it: Sincronizzazione posizioni…
nl: Posities synchroniseren…

source: Syncing…
de: Synchronisiere …
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
nl: Synchroniseren…

source: Syncs subscriptions and episode listen positions across all your devices through infrastructure you control.
de: Synchronisiert Abos und Hörpositionen von Folgen über all deine Geräte hinweg – über eine Infrastruktur, die du selbst kontrollierst.
es: Sincroniza las suscripciones y las posiciones de escucha de los episodios entre todos tus dispositivos a través de una infraestructura que tú controlas.
fr: Synchronise vos abonnements et vos positions d'écoute sur tous vos appareils via une infrastructure que vous contrôlez.
it: Sincronizza le iscrizioni e le posizioni di ascolto degli episodi su tutti i tuoi dispositivi tramite un'infrastruttura che controlli tu.
nl: Synchroniseert abonnementen en luisterposities van afleveringen op al je apparaten, via infrastructuur die je zelf beheert.

source: System
de: Automatisch
es: Automático
fr: Système
it: Automatico
nl: Automatisch

source: Tab Bar Style
de: Stil der Tableiste
es: Estilo de la barra de pestañas
fr: Style de la barre d'onglets
it: Stile barra dei tab
nl: Tabbalkstijl

source: Tap + to search and add podcasts.
de: Tippe auf +, um Podcasts zu suchen und hinzuzufügen.
es: Toca + para buscar y añadir podcasts.
fr: Touchez + pour rechercher et ajouter des podcasts.
it: Tocca + per cercare e aggiungere podcast.
nl: Tik op + om podcasts te zoeken en toe te voegen.

source: Tap to also search episode descriptions.
de: Tippen, um auch Folgenbeschreibungen zu durchsuchen.
es: Toca para buscar también en las descripciones de los episodios.
fr: Touchez pour rechercher aussi dans les descriptions des épisodes.
it: Tocca per cercare anche nelle descrizioni degli episodi.
nl: Tik om ook in afleveringsbeschrijvingen te zoeken.

source: Tells you the next episode in your queue and returns it.
de: Nennt dir die nächste Folge in deiner Warteliste und gibt sie zurück.
es: Te dice cuál es el siguiente episodio de tu cola y lo devuelve.
fr: Indique l'épisode suivant de votre file d'attente et le fournit.
it: Ti dice qual è il prossimo episodio nella tua coda e lo restituisce.
nl: Vertelt welke aflevering als volgende in je wachtrij staat en geeft die terug.

source: Terms
de: AGB
es: Términos
fr: Conditions
it: Termini
nl: Voorwaarden

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
nl: Servicevoorwaarden

source: Text & Icon
de: Text & Symbol
es: Texto e icono
fr: Texte et icône
it: Testo e icona
nl: Tekst en symbool

source: Text Only
de: Nur Text
es: Solo texto
fr: Texte seul
it: Solo testo
nl: Alleen tekst

source: The app icon shows the number of unplayed episodes across all your subscriptions.
de: Das App-Symbol zeigt die Anzahl der ungespielten Folgen aus allen deinen Abos.
es: El icono de la app muestra el número de episodios sin reproducir de todas tus suscripciones.
fr: L'icône de l'app affiche le nombre d'épisodes non lus de tous vos abonnements.
it: L'icona dell'app mostra il numero di episodi non riprodotti di tutte le tue iscrizioni.
nl: Het appsymbool toont het aantal niet-afgespeelde afleveringen van al je abonnementen.

source: The episode or podcast couldn't be loaded. It may have moved or the link may be invalid.
de: Die Folge oder der Podcast konnte nicht geladen werden. Möglicherweise wurde sie verschoben oder der Link ist ungültig.
es: No se ha podido cargar el episodio o el podcast. Puede que se haya movido o que el enlace no sea válido.
fr: Impossible de charger l'épisode ou le podcast. Il a peut-être été déplacé ou le lien n'est plus valide.
it: Non è stato possibile caricare l'episodio o il podcast. Potrebbe essere stato spostato oppure il link potrebbe non essere valido.
nl: De aflevering of podcast kon niet worden geladen. Mogelijk is die verplaatst of is de link ongeldig.

source: The full cloud experience. Web player, cross-device queue sync, listening stats, annotations, gPodder bridge, and media proxy.
de: Das volle Cloud-Erlebnis. Web-Player, geräteübergreifender Sync der Warteliste, Hörstatistiken, Anmerkungen, gPodder-Bridge und Media-Proxy.
es: La experiencia completa en la nube. Reproductor web, sincronización de la cola entre dispositivos, estadísticas de escucha, anotaciones, puente gPodder y proxy multimedia.
fr: L'expérience cloud complète. Lecteur web, synchronisation de la file d'attente entre appareils, statistiques d'écoute, annotations, passerelle gPodder et proxy multimédia.
it: L'esperienza cloud completa. Player web, sincronizzazione della coda tra dispositivi, statistiche di ascolto, annotazioni, bridge gPodder e proxy media.
nl: De volledige cloudervaring. Webspeler, wachtrijsynchronisatie tussen apparaten, luisterstatistieken, annotaties, gPodder-bridge en mediaproxy.

source: The premium podcast player.
de: Der Premium-Podcast-Player.
es: El reproductor de podcasts premium.
fr: Le lecteur de podcasts haut de gamme.
it: Il player di podcast premium.
nl: De premium podcastspeler.

source: The screen YourPods opens to on launch
de: Der Bildschirm, mit dem YourPods startet
es: La pantalla que YourPods abre al iniciarse
fr: L'écran affiché par YourPods au lancement
it: La schermata che YourPods apre all'avvio
nl: Het scherm dat YourPods opent bij het starten

source: The server has rewritten these feed URLs. Accept to update locally, or keep your current URLs.
de: Der Server hat diese Feed-URLs geändert. Wähle „Übernehmen“, um sie lokal zu aktualisieren, oder behalte deine aktuellen URLs.
es: El servidor ha reescrito estas URL de feeds. Toca Aceptar para actualizarlas localmente o Mantener local para conservar tus URL actuales.
fr: Le serveur a réécrit ces URL de flux. Acceptez pour les mettre à jour localement, ou conservez vos URL actuelles.
it: Il server ha riscritto questi URL dei feed. Accetta per aggiornarli in locale oppure mantieni i tuoi URL attuali.
nl: De server heeft deze feed-URL's herschreven. Accepteer om ze lokaal bij te werken, of behoud je huidige URL's.

source: The third-party service's privacy policy applies — YourPods itself stores nothing from these accounts.
de: Es gilt die Datenschutzerklärung des Drittanbieters – YourPods selbst speichert nichts aus diesen Accounts.
es: Se aplica la política de privacidad del servicio de terceros — YourPods no guarda nada de estas cuentas.
fr: La politique de confidentialité du service tiers s'applique — YourPods ne conserve rien de ces comptes.
it: Si applica l'informativa sulla privacy del servizio di terze parti — YourPods non memorizza nulla di questi account.
nl: Het privacybeleid van de dienst van derden is van toepassing — YourPods zelf bewaart niets van deze accounts.

source: Third-Party gPodder Services
de: gPodder-Dienste von Drittanbietern
es: Servicios gPodder de terceros
fr: Services gPodder tiers
it: Servizi gPodder di terze parti
nl: gPodder-diensten van derden

source: Third-party privacy policy applies
de: Datenschutzrichtlinie von Drittanbietern gilt
es: Se aplica la política de privacidad de terceros
fr: Politique de confidentialité tierce applicable
it: Si applica l'informativa privacy di terze parti
nl: Privacybeleid van derden is van toepassing

source: Third-party services
de: Dienste von Drittanbietern
es: Servicios de terceros
fr: Services tiers
it: Servizi di terze parti
nl: Diensten van derden
